{
  "How do I cancel my order?": "To cancel your order, go to your account, find your order, and select 'Cancel Order'.",
  "Can I change my shipping address?": "Yes, you can change your shipping address from your account settings before the order is shipped.",
  "What payment methods do you accept?": "We accept credit cards, debit cards, and PayPal.",
  "How do I apply a discount code?": "You can apply a discount code at checkout in the 'Discount Code' field.",
  "Where are your terms and conditions?": "You can find our terms and conditions at the bottom of the homepage.",
  "How do I change my password?": "You can change your password in the account settings.",
  "Do you sell gift cards?": "Yes, we offer gift cards. You can purchase them on our website.",
  "How can I track my order?": "You can track your order in the 'My Orders' section.",
  "How do I give feedback?": "You can leave feedback by filling out the feedback form on our website.",
  "What is your customer support number?": "Our customer service phone number is 123-456-7890.",
  "How can I talk to a representative?": "You can speak to a customer service representative by calling our support number.",
  "What is your return policy?": "Our return policy allows you to return items within 30 days of purchase.",
  "How do I sign up for the newsletter?": "You can subscribe to our newsletter by entering your email address in the subscription box on the homepage.",
  "Where is your privacy policy?": "You can find our privacy policy at the bottom of the homepage.",
  "How do I report an issue?": "To report a bug, please contact support with a detailed description of the issue.",
  "The app isn't working": "If you are having trouble with the app, please try reinstalling it or contact support.",
  "How do I change my profile info?": "You can update your profile information in the account settings.",
  "The site isn't working": "If the website is not loading, please try clearing your browser cache or try again later.",
  "How can I use a discount code?": "You can apply a discount code at checkout.",
  "What payment options are available?": "We accept various payment methods including credit cards, debit cards, and PayPal.",
  "Can I update my shipping address?": "You can change your shipping address in the 'My Orders' section before the order is shipped.",
  "I want to cancel my order": "To cancel your order, go to 'My Orders' and select the order you want to cancel.",
  "How long does it take to process a refund?": "It takes 5-6 business days to process the refund",
  "How do I update my email?": "You can change your email address in the account settings.",
  "I can't remember my username": "If you forgot your username, you can retrieve it by clicking on 'Forgot Username' on the login page.",
  "How do I remove my account?": "To delete your account, please go to the account settings and select 'Delete Account'.",
  "How do I sign up?": "You can create an account by clicking on 'Sign Up' on the homepage.",
  "How do I unsubscribe from emails?": "You can unsubscribe from emails by clicking the 'Unsubscribe' link at the bottom of any email.",
  "I forgot my password, how can I reset it?": "You can reset your password by clicking on 'Forgot Password' on the login page.",
  "Hi": "Hello, How can I assist you today?",
  "Hello": "Hello, How can I assist you today?",
  "Hey": "Hello, How can I assist you today?",
  "Is anyone there": "Hello, How can I assist you today",
  "Can you help me?": "Hello, How can I assist you today?",
  "I need assistance": "Hello, How can I assist you today?"  
}
